<!DOCTYPE HTML>
<html>
  {include file="head.tpl"}
  <body>
    {include file="header.tpl"}
	<section class="content">
      <div class="block_caption"><h1 align="center">Правила игры</h1></div>
      <div class="block_rules rules">
        <p>
    	  В процессе игры вам будут выдаваться 4 порции (обоймы) с задачами по 5 штук с 10-минутными интервалами.
    	  Все имеющиеся у вас задачи можно решать и заявлять в любом порядке. Каждая задача даёт право на один выстрел.
    	  Выберите цель, задачу и напишите свой ответ. Заявки приводятся в исполнение в порядке поступления.
    	  Неверный ответ даёт осечку и уменьшение меткости.
    	  При верном ответе увеличивается меткость и бросается жребий (зависит от твоей меткости): попал или промахнулся.
    	  Если ты в кого-то попал, то у него уменьшается жизнь:
    	  на 1/5 твоей жизни (частное округляется вниз), если у тебя минимум 15, или на 3, если у тебя меньше 15.
        </p>
    	<p>
    	  Тот, у кого сила закончится, остается в игре, но теперь он может только увеличивать жизнь у любого из живых
    	  игроков на 10. При этом увеличение жизни происходит по тем же правилам, что и выстрел:
    	  в случае правильного ответа бросается жребий, а в случае неправильного — уменьшается меткость. Стрелять
    	  по себе и увеличивать свою жизнь нельзя. Также нельзя увеличивать жизнь убитым.
        </p>
    	<p>
    	  Победителем становится тот, у кого в конце игры останется больше всех жизни.
    	  Изначально у всех жизнь равна 100. Начальные меткости у всех 2 : 2, то есть: 2 шанса попасть и 2 промахнуться.
    	  Верный ответ увеличивает на 1 число шансов попасть, неверный — число шансов промахнуться.
    	</p>
    	<p>
    	  Игру придумал Александр Шаповалов (г. Стокгольм, Швеция). Правила данной игры немного отличаются от оригинала.
    	</p>
    	<p>
    	  Для участия в игре необходимо зарегистрироваться на сайте, а далее подвердить своё участие в ближайшей
    	  онлайн-игре. Если заявивший себя игрок в течении 15 минут не сделал ни одного выстрела, то он удаляется из
    	  игры. Продолжительность игры 40 минут. Кроме победителя в игре выбирается самая популярная мишень - игрок,
    	  в которого чаще всего стреляли.
    	</p>
      </div>
    </section>
    {include file="footer.tpl"}
  </body>
</html>